tap 'homebrew/cask-fonts'
tap 'buildpacks/tap'
tap 'cloudfoundry/tap'
tap 'git-duet/tap'
tap 'golangci/tap'
tap 'pivotal/hammer', 'git@github.com:pivotal/hammer.git'
tap 'pivotal/tap'
tap 'pivotal-cf/om', 'git@github.com:pivotal-cf/om.git'
tap 'purplebooth/repo'
tap 'universal-ctags/universal-ctags'
tap 'vmware-tanzu/carvel'

brew 'act'
brew 'ag'
brew 'autojump'
brew 'awscli'
brew 'bash'
brew 'bat'
brew 'bbl'
brew 'bbr'
brew 'bosh-cli'
brew 'buildpacks/tap/pack'
brew 'cask'
brew 'cf-cli'
brew 'chruby'
brew 'cloudfoundry/tap/uaa-cli'
brew 'cmake'
brew 'coreutils'
brew 'cowsay'
brew 'credhub-cli'
brew 'dep'
brew 'direnv'
brew 'dpb587/tap/ssoca'
brew 'elixir'
brew 'erlang'
brew 'freetype'
brew 'fzf'
brew 'git'
brew 'git-crypt'
brew 'git-extras'
brew 'git-mit'
brew 'gnupg'
brew 'gnutls'
brew 'go'
brew 'golangci-lint'
brew 'gradle'
brew 'graphviz'
brew 'grep'
brew 'gron'
brew 'hammer'
brew 'helm'
brew 'htop'
brew 'imgpkg'
brew 'jmeter'
brew 'jq'
brew 'kapp'
brew 'kbld'
brew 'kind'
brew 'krew'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'kustomize'
brew 'lastpass-cli'
brew 'make'
brew 'maven'
brew 'minikube'
brew 'mr'
brew 'neovim'
brew 'node'
brew 'octant'
brew 'om'
brew 'openssl'
brew 'openvpn'
brew 'pinentry-mac'
brew 'pivnet-cli'
brew 'python3'
brew 'python-yq'
brew 'rabbitmq'
brew 'rbenv'
brew 'readline'
brew 'rebar3'
brew 'redis'
brew 'rg'
brew 'ruby-install'
brew 'rust'
brew 'shellcheck'
brew 'terraform'
brew 'thefuck'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'universal-ctags', args: ["HEAD"]
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'yj'
brew 'ytt'
brew 'zsh-completions'
brew 'graphviz'

cask 'adoptopenjdk'
cask 'amethyst'
cask 'caffeine'
cask 'font-fira-code'
cask 'font-inconsolata'
cask 'google-cloud-sdk'
cask 'inkscape'
cask 'mactex-no-gui'
cask 'meld'
cask 'obs'
cask 'spectacle'
cask 'vagrant'
cask 'visual-studio-code'
