tap 'homebrew/cask-fonts'
tap 'git-duet/tap'
tap 'purplebooth/repo'
tap 'universal-ctags/universal-ctags'
tap 'carvel-dev/carvel'

brew 'act'
brew 'ag'
brew 'autojump'
brew 'awscli'
brew 'bash'
brew 'bat'
brew 'cask'
brew 'cmake'
brew 'coreutils'
brew 'cowsay'
brew 'dep'
brew 'direnv'
brew 'freetype'
brew 'fzf'
brew 'git'
brew 'git-crypt'
brew 'git-extras'
brew 'git-mit'
brew 'gnupg'
brew 'gnutls'
brew 'go'
brew 'gradle'
brew 'graphviz'
brew 'grep'
brew 'gron'
brew 'hammer'
brew 'helm'
brew 'htop'
brew 'imgpkg'
brew 'jmeter'
brew 'jq'
brew 'kapp'
brew 'kbld'
brew 'kerl'
brew 'kiln'
brew 'kind'
brew 'krew'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'kustomize'
brew 'lima'
brew 'lolcat'
brew 'make'
brew 'maven'
brew 'mr'
brew 'neovim'
brew 'node'
brew 'om'
brew 'openssl'
brew 'pinentry-mac'
brew 'python3'
brew 'python-yq'
brew 'readline'
brew 'rebar3'
brew 'rg'
brew 'rust'
brew 'rustup-init'
brew 'shellcheck'
brew 'terraform'
brew 'thefuck'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'universal-ctags', args: ["HEAD"]
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'yj'
brew 'ytt'
brew 'zsh-completions'
brew 'graphviz'

cask 'adoptopenjdk'
cask 'amethyst'
cask 'caffeine'
cask 'font-fira-code'
cask 'font-inconsolata'
cask 'google-cloud-sdk'
cask 'inkscape'
cask 'mactex-no-gui'
cask 'meld'
cask 'obs'
cask 'vscodium'
